import uuid from "uuid/v4";

export const newsArray = [
    {
        id: uuid(),
        author: "Павел Петрович",
        title: "Версия 0.0.1 обновлена.",
        content: "В список изменении вошли..."
    },
    {
        id: uuid(),
        author: "Павел Петрович",
        title: "Версия 0.0.2 обновлена.",
        content: "В список изменении вошли..."
    },
    {
        id: uuid(),
        author: "Павел Петрович",
        title: "Версия 0.0.3 обновлена.",
        content: "В список изменении вошли..."
    },
    {
        id: uuid(),
        author: "Павел Петрович",
        title: "Версия 0.0.4 обновлена.",
        content: "В список изменении вошли..."
    },
    {
        id: uuid(),
        author: "Павел Петрович",
        title: "Версия 0.0.5 обновлена.",
        content: "В список изменении вошли..."
    },
    {
        id: uuid(),
        author: "Павел Петрович",
        title: "Версия 0.0.6 обновлена.",
        content: "В список изменении вошли..."
    },

    {
        id: uuid(),
        author: "Павел Петрович",
        title: "Версия 0.0.7 обновлена.",
        content: "В список изменении вошли..."
    },
    {
        id: uuid(),
        author: "Павел Петрович",
        title: "Версия 0.0.8 обновлена.",
        content: "В список изменении вошли..."
    },
    {
        id: uuid(),
        author: "Павел Петрович",
        title: "Версия 0.0.9 обновлена.",
        content: "В список изменении вошли..."
    },
    {
        id: uuid(),
        author: "Павел Петрович",
        title: "Версия 0.0.10 обновлена.",
        content: "В список изменении вошли..."
    },
    {
        id: uuid(),
        author: "Павел Петрович",
        title: "Версия 0.0.11 обновлена.",
        content: "В список изменении вошли..."
    },
    {
        id: uuid(),
        author: "Павел Петрович",
        title: "Версия 0.0.12 обновлена.",
        content: "В список изменении вошли..."
    },
    {
        id: uuid(),
        author: "Павел Петрович",
        title: "Версия 0.0.13 обновлена.",
        content: "В список изменении вошли..."
    },
    {
        id: uuid(),
        author: "Павел Петрович",
        title: "Версия 0.0.14 обновлена.",
        content: "В список изменении вошли..."
    },
    {
        id: uuid(),
        author: "Павел Петрович",
        title: "Версия 0.0.15 обновлена.",
        content: "В список изменении вошли..."
    },
    {
        id: uuid(),
        author: "Павел Петрович",
        title: "Версия 0.0.16 обновлена.",
        content: "В список изменении вошли..."
    },
    {
        id: uuid(),
        author: "Павел Петрович",
        title: "Версия 0.0.17 обновлена.",
        content: "В список изменении вошли..."
    }
];
